[
  {
    "name": "Guacamole dip",
    "slug": "guacamole-dip",
    "description": "House-made daily with ripe avocados, fresh tomatoes, white onions, cilantro, and jalape単os. Served with warm tortilla chips and salsa verde",
    "price": 575
  },
  {
    "name": "Cheese dip",
    "slug": "cheese-dip",
    "description": "Creamy white cheese dip melted with spicy chorizo (Mexican sausage) and poblano peppers. Perfect for sharing",
    "price": 575
  },
  {
    "name": "Bean dip",
    "description": "Traditional refried pinto beans topped with melted Monterey Jack cheese and fresh pico de gallo",
    "slug": "bean-dip",
    "price": 699
  },
  {
    "name": "Queso fundido",
    "slug": "queso-fundido",
    "description": "Authentic Mexican melted cheese with spicy chorizo sausage, served bubbling hot with fresh flour tortillas",
    "price": 825
  },
  {
    "name": "Fiesta fries",
    "slug": "fiesta-fries",
    "description": "Crispy french fries loaded with bacon bits and queso blanco, topped with your choice of grilled protein and drizzled with sour cream and chipotle sauce",
    "price": {
      "chicken": 1175,
      "steak": 1399
    }
  },
  {
    "name": "Quesadilla casa azteca",
    "slug": "quesadilla-casa-azteca",
    "description": "Large grilled flour tortilla stuffed with cheese and your choice of marinated steak, chicken, chorizo, or fresh vegetables. Served with lettuce, pico de gallo, and sour cream",
    "price": {
      "chicken": 1275,
      "steak": 1425,
      "pastor": 1425,
      "shrimp": 1525
    }
  },
  {
    "name": "Appetizer casa azteca",
    "slug": "appetizer-casa-azteca",
    "description": "Perfect for sharing! Crispy taquitos, mini tostadas, jalape単o poppers, and cheese quesadilla on fresh lettuce. Served with sour cream and diced tomatoes",
    "price": 1325
  },
  {
    "name": "Jalape単o poppers",
    "slug": "jalapeno-poppers",
    "description": "Six fresh jalape単os stuffed with creamy cheddar cheese, lightly battered and fried golden. Served on lettuce with sour cream and tomatoes",
    "price": 875
  },
  {
    "name": "Wings",
    "slug": "wings",
    "description": "Ten crispy chicken wings tossed in your choice of sauce: classic buffalo, tangy BBQ, or spicy mango habanero. Served with celery sticks and cool ranch or blue cheese dressing",
    "imgSrc": "/src/assets/menu/chicken_wings.webp",
    "price": 1499
  },
  {
    "name": "Street corn",
    "slug": "street-corn",
    "description": "Grilled sweet corn on the cob, Mexican street style. Slathered with chipotle mayo, cotija cheese, chili powder, and lime juice",
    "price": 900
  }
]
